<div class="viewport v-article">
    <img src="<?=$resource_url?>images/banner_help.jpg" width="100%" alt="">
    <div class="article-item mt-10">
        <h3>私人定制规则</h3>
        <p>私人定制夺宝活动是夺个宝平台提供给VIP用户的特别定制夺宝服务，用户获得邀请码后，方可使用私人定制夺宝功能。</p>
        <p>（1）选择您希望得到的商品及参与人数，生成您专属的夺宝活动</p>
        <p>（2）您可以分享链接给您的好友一同参与，幸运夺宝码计算规则和参与方式与平台其他夺宝活动相同，没有获得该专属夺宝活动链接的人不能参与</p>
        <p>（3）私人定制夺宝活动的有效时间不限</p>
        <p>（4）夺个宝平台会按照最后计算出的的幸运夺宝码拥有者发放商品。
            声明：拥有该分享链接的人都可以参与此夺宝活动，因此如果您不希望您的好友对您的专属夺宝活动进行二次分享，请您在分享链接前主动提示您的好友不要对链接进行传播，否则可能会出现您好友的好友也参与您的专属夺宝并最终获得幸运夺宝码的情况，该后果请您知悉并自行承担。
        </p>
    </div>
</div>