<div class="viewport v-article">
    <img src="<?=$resource_url?>images/banner_help.jpg" width="100%" alt="">
    <div class="article-item mt-10">
        <h3>幸运码计算规则</h3>
        <p>（1）商品的最后一个号码分配完毕后，将公示截止该时间点百分好礼全站全部参与记录的最后50个参与时间；</p>
        <p>（2）将这50个时间的数值进行求和（得出数值A）（每个时间按时、分、秒、毫秒的顺序组合，如20:15:25.362则为201525362）；</p>
        <p>（3）为保证公平公正公开，系统还会等待一小段时间，取最近下一期中国福利彩票“重庆老时时彩”的揭晓结果（一个五位数值B）； </p>
        <p>（4）（数值A+数值B）除以该商品总需人次得到的余数 + 原始数 10000001，得到最终幸运号码，拥有该幸运号码者，直接获得该商品；</p>
        <p>（5）余数是指整数除法中被除数未被除尽部分， 如7÷3 = 2 ......1，1就是余数；</p>

        <p>
            <br>
            注：如遇福彩中心通讯故障，无法获取上述期数的中国福利彩票“老时时彩”揭晓结果，可延长当期倒计时间到该期数的下一期开奖前，若下一期数字已经公布后该期仍未公布，则默认该期“老时时彩”揭晓结果为00000
        </p>
    </div>
</div>