<div class="viewport v-article">
    <img src="<?=$resource_url?>images/banner_help.jpg" width="100%" alt="">
    <div class="article-item mt-10">
        <h3>百分好礼活动规则</h3>
        <p>夺宝活动是一种新型购物模式。</p>
        <p>您可以选择喜爱的商品参与，只需花上1元就可以购买1张夺宝券，随后可凭夺宝券使用百分好礼的服务并可根据规则获取相应的商品。</p>
        <p>（1）单次夺宝活动中使用越多的夺宝券能获得越多的夺宝码，得到宝物的机率越大。</p>
        <p>（2）如果使用夺宝券参与夺宝后，若单次夺宝活动中的可分配夺宝码不足或已经分配完毕，将于1个工作日内退回相应的夺宝券数量，请前往个人中心查看。</p>
        <p>（3）单次夺宝活动的夺宝码分配完毕后，系统会以公正透明的方式对幸运夺宝码进行计算，并对获得商品的幸运夺宝码予以公示。</p>
        <p>（4）拥有此幸运夺宝码的用户将能够直接得到该商品。</p>
        <p>（5）用户通过参与百分好礼活动获得商品后，应在30天内登录百分好礼平台提交或确认收货地址，否则视为放弃该商品，用户因此行为造成的损失请自行承担。</p>
        <p>（6）商品由微团购确认的第三方提供及发货，商品不可退货或换货。</p>
    </div>
</div>